INSERT INTO fffff.course_info
(cid,c_name,introduce)
VALUES
(<{cid: }>,<{c_name: }>,<{introduce: }>),
(<{cid: }>,<{c_name: }>,<{introduce: }>),
(<{cid: }>,<{c_name: }>,<{introduce: }>),
(<{cid: }>,<{c_name: }>,<{introduce: }>),
(<{cid: }>,<{c_name: }>,<{introduce: }>),
(<{cid: }>,<{c_name: }>,<{introduce: }>),



/* 批量添加数据 */
INSERT INTO fffff.course_info
(cid,c_name,introduce)
VALUES
('GZYW0101','高1语文（上）','我都知道，不用多说，天天学着。。。'),
('GZYW0102','高1语文（下）','我都知道，不用多说，天天学着。。。'),
('GZYW0103','高2语文（上）','我都知道，不用多说，天天学着。。。'),
('GZYW0104','高2语文（下）','我都知道，不用多说，天天学着。。。'),
('GZYW0105','高3语文（上）','我都知道，不用多说，天天学着。。。'),
('GZYW0106','高3语文（下）','我都知道，不用多说，天天学着。。。'),
('GZYW0107','高3语文文科班（上）','仅文科班读'),
('GZYW0108','高3语文文科班（下）','仅文科班读'),
('GZSX0201','高1数学（上）','我都知道，不用多说，天天学着。。。'),
('GZSX0202','高1数学（下）','我都知道，不用多说，天天学着。。。'),
('GZSX0203','高2数学（上）','我都知道，不用多说，天天学着。。。'),
('GZSX0204','高2数学（下）','我都知道，不用多说，天天学着。。。'),
('GZSX0205','高3数学（上）','我都知道，不用多说，天天学着。。。'),
('GZSX0206','高3数学（下）','我都知道，不用多说，天天学着。。。'),
('GZSX0207','高3数学理科班（上）','仅理科班读'),
('GZSX0208','高3数学理科班（下）','仅理科班读'),
('GZYY0301','高1英语（上）','我都知道，不用多说，天天学着。。。'),
('GZYY0302','高1英语（下）','我都知道，不用多说，天天学着。。。'),
('GZYY0303','高2英语（上）','我都知道，不用多说，天天学着。。。'),
('GZYY0304','高2英语（下）','我都知道，不用多说，天天学着。。。'),
('GZYY0305','高3英语（上）','我都知道，不用多说，天天学着。。。'),
('GZYY0306','高3英语（下）','我都知道，不用多说，天天学着。。。'),
('GZYY0307','高3英语文科班（上）','仅文科班读'),
('GZYY0308','高3英语文科班（下）','仅文科班读');


INSERT INTO fffff.course_info
(cid,c_name,introduce)
VALUES
('GZYW0101','高1语文（上）','我都知道，不用多说，天天学着。。。');



/* 删除所有数据 （清空数据表） */
delete from fffff.course_info
